const daythursday = [
  { from: '07:30', to: '08:00', topic: 'تجمع' },
  { from: '08:00', to: '10:30', topic: 'تحرك' },
  { from: '10:30', to: '11:30', topic: 'مقدمة' },
  { from: '11:30', to: '12:30', topic: 'لعبة إفتتاحية' },
  { from: '12:30', to: '13:00', topic: 'تسكين' },
  { from: '13:00', to: '14:30', topic: 'مجموعة عمل 1' },
  { from: '14:30', to: '15:30', topic: 'غذاء' },
  { from: '15:30', to: '17:00', topic: 'راحة' },
  { from: '17:00', to: '18:00', topic: 'صلاة غروب & ترانيم' },
  { from: '18:00', to: '19:30', topic: 'مجموعة عمل 2' },
  { from: '19:30', to: '21:00', topic: 'ألعاب' },
  { from: '21:00', to: '21:30', topic: 'عشاء' },
  { from: '21:30', to: '22:30', topic: 'صلاة النوم' },
  { from: '22:30', to: '23:00', topic: 'فيلم' },
  { from: '23:00', to: '00:00', topic: 'كورة & فترة حرة' },
]

const dayfriday = [
  { from: '07:00', to: '08:00', topic: 'استيقاظ' },
  { from: '08:00', to: '09:00', topic: 'صلاة باكر' },
  { from: '09:00', to: '10:00', topic: 'فطار' },
  { from: '10:00', to: '11:30', topic: 'مجموعة عمل 3' },
  { from: '11:30', to: '13:30', topic: 'اللعبة الكبيرة' },
  { from: '13:30', to: '14:00', topic: 'راحة' },
  { from: '14:00', to: '15:00', topic: 'عمل فني' },
  { from: '15:00', to: '16:30', topic: 'غذاء و راحة' },
  { from: '16:30', to: '17:30', topic: 'صلاة غروب & ترانيم' },
  { from: '17:30', to: '18:45', topic: 'مجموعة عمل 4' },
  { from: '18:45', to: '19:30', topic: 'خلوة' },
  { from: '19:30', to: '21:00', topic: 'تجهيز حفلة سمر' },
  { from: '21:00', to: '21:30', topic: 'عشاء' },
  { from: '21:30', to: '23:00', topic: 'حفلة السمر' },
  { from: '23:00', to: '00:00', topic: 'التقييم' },
  { from: '00:00', to: '00:30', topic: 'صلاة النوم' },
]

const daysaturday = [
  { from: '06:00', to: '07:00', topic: 'استيقاظ' },
  { from: '07:00', to: '09:00', topic: 'قداس' },
  { from: '09:00', to: '09:30', topic: 'فطار' },
  { from: '09:30', to: '10:00', topic: 'تحضير الشنط' },
  { from: '10:00', to: '11:00', topic: 'فترة حرة (بحر)' },
  { from: '11:00', to: '12:00', topic: 'التحرك للإسماعيلية' },
  { from: '12:00', to: '18:00', topic: 'في الإسماعيلية' },
  { from: '18:00', to: '00:00', topic: 'الرجوع' },
]

export default { dayfriday, daythursday, daysaturday }
