const daythursday = [
  { from: '07:30', to: '08:00', topic: 'تجمع' },
  { from: '08:00', to: '11:30', topic: 'تحرك' },
  { from: '11:30', to: '12:30', topic: 'مقدمة' },
  { from: '12:30', to: '13:30', topic: 'يلا نلعب' },
  { from: '13:30', to: '14:00', topic: 'تسكين' },
  { from: '14:00', to: '15:30', topic: 'مين هو؟ (مجموعة عمل)' },
  { from: '15:30', to: '16:30', topic: 'غذاء' },
  { from: '16:30', to: '17:30', topic: 'خدلك بريك' },
  { from: '17:30', to: '18:00', topic: 'ساعة لقلبك' },
  { from: '18:00', to: '19:30', topic: '(مجموعة عمل)' },
  { from: '19:30', to: '21:00', topic: 'حبة فرهدة' },
  { from: '21:00', to: '21:30', topic: 'شغل فنادق' },
  { from: '21:30', to: '22:00', topic: 'جود نايت' },
  { from: '22:00', to: '22:30', topic: 'فيلم' },
  { from: '22:30', to: '00:00', topic: 'تسبحة' },
]

const dayfriday = [
  { from: '07:00', to: '07:30', topic: 'استيقاظ' },
  { from: '07:30', to: '09:30', topic: 'ميعاد مع السما' },
  { from: '09:30', to: '10:30', topic: 'فطار' },
  { from: '10:30', to: '12:00', topic: '(مجموعة عمل)' },
  { from: '12:00', to: '12:30', topic: 'خدلك بريك' },
  { from: '12:30', to: '14:30', topic: 'حبة فرهدة تاني' },
  { from: '14:30', to: '15:00', topic: 'راحة' },
  { from: '15:00', to: '16:30', topic: 'غذاء و راحة' },
  { from: '16:30', to: '17:30', topic: 'علّى صوتك' },
  { from: '17:30', to: '18:30', topic: '..... (مجموعة عمل)' },
  { from: '18:30', to: '19:30', topic: 'كل واحد في ورقته' },
  { from: '19:30', to: '21:30', topic: 'جاهزة يا حاجة؟' },
  { from: '21:30', to: '23:00', topic: 'وقت العرض' },
  { from: '23:00', to: '00:00', topic: 'رأيك يهمنا' },
  { from: '00:00', to: '00:30', topic: 'جود نايت' },
]

export default { dayfriday, daythursday }
